Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Entering failsave state not possible
de: Einnahme des sicheren Zustandes nicht möglich

source: Copying interface error stack failed
de: Schnittstellen Fehlerstack Kopierfehler

source: Interface error-stack full
de: Keine freien Fehlereinträge im Schnittstellen Fehlerstack vorhanden!

source: Unknown interface access identification
de: Unbekannter Schnittstellen-Zugriffstyp

source: Warning: PLC reset: Error mode via communication
de: Warnung: SPS-Reset: Errormode über die Kommunikation

source: WARNING: PLC Reset: Error mode of PP during system boot
de: Warnung: SPS-Reset: Errormode des PP beim Systemhochlauf

source: ARUPDATE: No ARUpdate module or modulesection with incorrect modules
de: ARUPDATE: Kein ARUpdate Modul oder Modulsection mit defekten Modulen

source: ARUPDATE: No ARUpdate section
de: ARUPDATE: Keine ARUpdate Section vorhanden

source: ARUPDATE: ARUpdate sections missing
de: ARUPDATE: Nicht alle ARUpdate Sections vorhanden

source: ARUPDATE: file creation error
de: ARUPDATE: Fileerzeugungsfehler

source: ARUPDATE: wrong systemmodule path on target
de: ARUPDATE: Falscher Systemmodulpfad am Target

source: ARUPDATE: clear memory failed
de: ARUPDATE: Fehler beim Loeschen des Speichers

source: PCCSW-Update: systemflash too small
de: Automation Runtime-Update: SystemFlash zu klein

source: WARNING: PLC Reset: Warm start not supported -> local cold start
de: Warnung: SPS-Reset: Warmstart wird nicht unterstützt -> lokaler Kaltstart

source: WARNING: PCCSW Update made
de: Warnung: Automation Runtime-Update durchgeführt

source: SYSTEM: Too less timerdevices configured (configuration)
de: SYSTEM: Zuwenige Timerdevices konfiguriert (Konfiguration)

source: Incorrect Identifier
de: BT_LIB: Falscher Identifier

source: OP Ctrl not connected
de: BT_LIB: BT-Ctrl nicht angeschlossen

source: Cannot wait for GETKEY
de: BT_LIB: Auf GETKEY kann nicht gewartet werden

source: General error flag
de: BT_LIB: Allgemeines Fehlerflag

source: No communication to the selected OP
de: BT_LIB: Keine Kommunikation zum ausgewählten BT

source: Impossible Window
de: BT_LIB: Unmögliches Fenster

source: RAM-Error
de: BT_LIB: RAM-Fehler

source: ROM-Error
de: BT_LIB: ROM-Fehler

source: Display not connected
de: BT_LIB: Display nicht angeschlossen

source: Incorrect Display
de: BT_LIB: Falsches Display

source: Incorrect Configuration
de: BT_LIB: Falsche Konfiguration

source: Keyboard is defect
de: BT_LIB: Tastatur defekt

source: Impossible wait time repeat mode
de: BT_LIB: Unmögliche Wartezeit Repeatmodus

source: Impossible repeat frequence
de: BT_LIB: Unmögliche Repeatfrequenz

source: Blinking character outside the window
de: BT_LIB: Blinkendes Zeichen auszerhalb Fenster

source: KeyPad is not available
de: BT_LIB: Tastenblock nicht vorhanden

source: BT_LIB: incorrect node for Genius device driver
de: BT_LIB: ungültiger Knoten für Geniustreiber

source: BT_LIB: Error on GENI Board
de: BT_LIB: Fehler beim GENI Board

source: BT_LIB: no tongle for AB driver
de: BT_LIB: Kein Tongle für AB-Treiber

source: BT-Interpreter: Too many PV's in one PICTURE
de: BT-Interpreter: Zuviele PV's in einem BILD

source: BT-Interpreter: Text module not available
de: BT-Interpreter: Textmodul nicht vorhanden

source: BT-Interpreter: Bitmaps parameters set but module not available
de: BT-Interpreter: Bitmaps parametriert, aber Modul nicht vorhanden

source: BT-Interpreter: Buffer for printer too small
de: BT-Interpreter: Buffer für Drucker zu klein

source: Incorrect number of panels in config module
de: BTSERV: Inkorrekte Tableauanzahl in Konfigmodul

source: Incorrect name in config module
de: BTSERV: Inkorrekter Name in Konfigmodul

source: Incorrect device name in config module
de: BTSERV: Inkorrekter Devicename in Konfigmodul

source: Incorrect device type in config module
de: BTSERV: Inkorrekter Devicetyp in Konfigmodul

source: Incorrect display number in config module
de: BTSERV: Inkorrekte Displaynummer in Konfigmodul

source: Incorrect number of keys in config module
de: BTSERV: Inkorrekte Tastenanzahl in Konfigmodul

source: Incorrect number of lines in config module
de: BTSERV: Inkorrekte Zeilenanzahl in Konfigmodul

source: Incorrect number of pictures in config module
de: BTSERV: Inkorrekte Bilderanzahl in Konfigmodul

source: Incorrect version name in config module
de: BTSERV: Inkorrekter Versionsname in Konfigmodul

source: BTSERV C200 : Error with EV_receive
de: BTSERV C200 : Fehler bei EV_receive

source: BTSERV C200 : Key buffer empty
de: BTSERV C200 : Tasten Puffer leer

source: RECIPE: No recipe data object found in Flash
de: REZEPT: Kein Rezept-Datenobjekt im Flash gefunden

source: RECIPE: Not enough recipe RAM available
de: REZEPT: Zuwenig Rezept-RAM verfügbar

source: RECIPE: Index error in recipe data interface
de: REZEPT: Index-Fehler im Rezept-DS

source: RECIPE: Error writing in the recipe data object
de: REZEPT: Fehler beim Schreiben in das Rezept-Datenobjekt

source: RECIPE: Internal recipe status PV missing
de: REZEPT: Interne Rezept-Status-PV fehlt

source: RECIPE: Incorrect path
de: REZEPT: falscher Pfad

source: RECIPE: Recipe element not found in module
de: REZEPT: Rezeptelement im Modul nicht gefunden

source: No module's code available
de: Kein Code für Modul

source: Project size exceeded
de: Projekt zu groß

source: Instruction not implemented or incorrect data type
de: Anweisung nicht implementiert oder falscher Datentyp

source: POU size too big
de: POE zu groß

source: Missing label
de: Fehlende Bezeichnung

source: Error passing on parameter
de: Fehler in der Parameterübergabe

source: Maximum nesting level of parenthesis exceeded
de: Maximale Verschachtelungsebene erreicht

source: Nesting error
de: Verschachtelungsfehler

source: Undefined parameter
de: Parameter undefiniert

source: Data type conversion error
de: Automatische Typenkonvertierung des Operanden nicht möglich

source: Automatic accumulator data type conversion error
de: Fehler automatische Akkumulator Datentypkonvertierung

source: Maximum amount of errors reached
de: Maximale Fehleranzahl erreicht

source: POU code generation error(s)
de: POE Codeerstellungsfehler

source: Parameter passing error
de: Parameter Weitergabefehler

source: Operand not implemented or range exceeded
de: Operand nicht implementiert, oder Bereich überschritten

source: Invalid accumulator's data type (expected: ANYNUM)
de: Ungültiger Akkumulator-Datentyp(Erwartet: ANYNUM)

source: Invalid accumulator's data type(expected: ANYBIT)
de: Ungültiger Akkumulator-Datentyp (Erwartet: ANYBIT)

source: Invalid accumulator's data type
de: Ungültiger Akkumulatoren-Datentyp

source: Selected index register not valid
de: Ausgewähltes Indexregister ist ungültig

source: Accumulator push/pop error
de: Akkumulatorwerte Stapelfehler

source: Accumulator stack error
de: Akkumulatoren Stapelfehler

source: Inline code size exceeded
de: Inline Code zu lang

source: Inline byte copy alignment error
de: Ausrichtungsfehler beim Kopieren von Inline Bytes

source: Misaligned data type
de: Falsch ausgerichteter Datentyp

source: Unknown timer function requested
de: Eine unbekannte Timerfunktion wurde angefragt

source: Forbidden real function requested
de: Eine verbotene "real" Funktion wurde angefragt

source: Forbidden BCD function requested
de: Eine verbotene BCD Funktion wurde angefragt

source: Forbidden MEMMAN function requested
de: Eine verbotene MEMMAN Funktion wurde angefragt

source: Invalid POU
de: POE ist ungültig

source: POU (info) of unknown POU type
de: POE (info) hat einen unbekannten POE Typ

source: POU too big
de: POE zu groß

source: POU insertion error
de: POE Einfügefehler

source: Memory management error
de: Speicherverwaltungsfehler

source: POU inserted (info)
de: POE eingefügt (info)

source: Invalid POU type (info)
de: Ungültiger POE Typ (info)

source: Memory reorganization error, PLC stopped
de: Speicherreorganisation nicht möglich, PLC gestoppt

source: Multiple PG definition (info)
de: PG (info) ist mehr als einmal definiert

source: Multiple SPG definition (info)
de: SPG (info) ist mehr als einmal definiert

source: Memory error in initialized POU data
de: Speicherfehler bei den Initialisierungsdaten der POE

source: Multiple function block definition (info)
de: Funktionsblock (info) ist mehr als einmal definiert

source: Not all POU's were sent
de: Nicht alle POE's wurden gesendet

source: Invalid function block number
de: Ungültige Funktionsblocknummer

source: Invalid PG number
de: Ungültige PG Nummer

source: Invalid SPG number
de: Ungültige SPG Nummer

source: Invalid IEC code range assignment
de: Ungültige IEC Codebereichszuweisung

source: Invalid project header
de: Ungültiger Projektheader

source: Invalid function or function block
de: Ungültige Funktion oder Funktionsblock

source: Invalid firmware function or function block
de: Ungültige Firmwarefunktion oder Funktionsblock

source: Invalid program
de: Ungültiges Programm

source: Invalid system program
de: Ungültiges Systemprogramm

source: Invalid change of state
de: Ungültige Statusänderung

source: Unknown system mode! PLC stopped! Reset hardware
de: Unbekannter Systemmodus! PLC gestoppt! Starte die Hardware neu

source: Division by zero
de: Division durch 0

source: Bus error! PLC stopped
de: Busfehler! PLC gestoppt

source: Stack overflow! PLC stopped
de: Stapelüberlauf! PLC gestoppt

source: Indirect variable access error
de: Fehler während indirektem Variablenzugriff

source: No available project found
de: Kein Projekt verfügbar

source: Fatal POU error
de: Kritischer POE Fehler

source: Invalid project version
de: Ungültige Projektversion

source: WARM start not possible! COLD start carried out instead
de: Warmstart nicht möglich! Kaltstart wurde durchgeführt

source: Failed to change SafePCOS1 state
de: Konnte den SafePCOS1 Status nicht wechseln

source: Safe PLC/HW state invalid
de: Safe PLC/HW Status ungültig

source: Failure state! Service execution not possible
de: Dienstausführung nicht möglich

source: PLC switch is in STOP position, service not possible
de: PLC Schalter steht auf Stop! Service ist nicht möglich

source: Invalid PLC toggle-command
de: Ungültiges PLC Umschaltkommando

source: arithmetic overflow
de: arithmetischer Überlauf

source: Write access illegitimate for this variable
de: Schreibzugriff auf diese Variable ist unzulässig

source: Invalid list type
de: Ungültiger Listentyp

source: No force list available
de: Keine Forceliste verfügbar

source: Not enough memory for force list
de: Nicht genügend Speicher für die Force Liste

source: Invalid user ID during online data access
de: Ungültige BenutzerID während eines online Datenzugriffs

source: Null pointer in assignment
de: Zuweisung auf einem Nullpointer

source: Invalid list-ID while online data access
de: Ungültige ListenID während eines online Datenzugriffs

source: Request for communication but no input data available
de: Kommunikationsanfrage jedoch keine Eingangsdaten

source: The force element searched for is not found in the force list
de: Das gesuchte Force Element wurde in der Force Liste nicht gefunden

source: In SAFE state no forcing allowed
de: Im SAFE Status ist kein Forcing erlaubt

source: Too much data, out of memory
de: Zu viele Daten, kein Speicher mehr verfügbar

source: Invalid debug command
de: Ungültiges Debug Kommando

source: In SAFE state no overwriting allowed
de: Im SAFE Status ist kein Overwrite erlaubt

source: Not all elements of the variable status list have been processed
de: Es wurden nicht alle Elemente der Variablenstatusliste verarbeitet

source: Invalid module type
de: Ungültiger Modultyp

source: Too many data requests
de: Zu viele Datenanfragen

source: Amount of data sent insufficient
de: Zu wenige Daten gesendet

source: Unexpected online service inquiry
de: Unerwartete Online-Serviceanfrage

source: Invalid memory compare table
de: Ungültige Speicherkopiertabelle

source: Invalid system time
de: Ungültige Systemzeit

source: No project file for booting available
de: Keine Projektdatei zum Booten verfügbar

source: Invalid logical address
de: Ungültige logische Adresse

source: Invalid boot file
de: Ungültige Bootdatei

source: Invalid line number: 0 or larger as the number of lines on the display
de: Ungültige Zeilennummer: 0 oder größer als Zeilenanzahl des Displays

source: Invalid address of memory compare variable
de: Ungültige Adresse der Speichervergleichsvariable

source: Invalid logical address of safe input
de: Ungültige logische Adresse des sicheren Eingangs

source: Invalid logical address of non-safe input
de: Ungültige logische Adresse des nicht sicheren Eingangs

source: Invalid logical address of device diagnostic input
de: Ungültige logische Adresse des Gerätediagnose-Eingangs

source: Invalid logical address of safe output
de: Ungültige logische Adresse des sicheren Ausgangs

source: Invalid logical address of non-safe output
de: Ungültige logische Adresse des nicht sicheren Ausgangs

source: Invalid logical address of device diagnostic output
de: Ungültige logische Adresse des Gerätediagnose-Ausgangs

source: Invalid logical address of function block diagnostic output
de: Ungültige logische Adresse des Funktionsblock-Diagnoseausgangs

source: Invalid safe input length from SafeOS
de: Ungültige sichere Eingangslänge vom SafeOS

source: Invalid non safe input length from SafeOS
de: Ungültige nicht sichere Eingangslänge vom SafeOS

source: Invalid column number: 0 or larger as column number of the display
de: Ungültige Spaltennummer: 0 oder größer als Spaltenanzahl des Displays

source: Invalid device diagnostic input length from SafeOS
de: Ungültige Gerätediagnose Eingangslänge vom SafeOS

source: Invalid safe output length from SafeOS
de: Ungültige sichere Ausgangsdatenlänge vom SafeOS

source: Invalid non safe output length from SafeOS
de: Ungültige nicht sichere Ausgangsdatenlänge vom SafeOS

source: Invalid device diagnostic output length from SafeOS
de: Ungültige Gerätediagnose Ausgangsdaten vom SafeOS

source: Project does not match firmware (FBK diag len)
de: Projekt passt nicht zur Firmware (Länge FBK Diagnosedaten)

source: Synchronization failed
de: Synchronisation fehlgeschlagen

source: SafePCOS2 state differs from SafePCOS1 state
de: Der Status vom SafePCOS2 unterscheidet sich vom Status vom SafePCOS1

source: Non interruptable CALL has been interrupted
de: Ein nicht unterbrechbarer Aufruf ist unterbrochen worden

source: Text length too long: Characters output up to the maximum displayable column -- remaining characters are cut off
de: Textlänge zu lang: die Zeichen werden bis zur maximal darstellbaren Spalte ausgegeben, der Rest wird abgeschnitten

source: Corrupted call order
de: Aufrufreihenfolge ist fehlerhaft

source: Execution of synchronized command failed
de: Ausführung des synchronisierten Kommandos fehlgeschlagen

source: Too much data for synchronization
de: Zu viele Daten für die Synchronisation

source: Invalid synchronization structure
de: Ungültige Synchronisierungsstruktur

source: Invalid synchronization command
de: Ungültiges Synchronisierungskommando

source: Invalid memory compare counter
de: Ungültiger Speichervergleichszähler

source: No or not enough SafeOS stack memory assigned
de: Es ist kein oder nicht genügend Stack Speicher für SafeOS zugewiesen

source: No C-function found with this function number
de: Keine C-Funktion mit dieser Funktionsnummer gefunden

source: ID of the C-function differs from installed C-function
de: Kennung der C-Funktion unterscheidet sich von installierter C-Funktion

source: C-function's version differs from installed C-function
de: Version der C-Funktion unterscheidet sich von installierter C-Funktion

source: Invalid attribute
de: Ungültiges Attribut

source: C-function's stack size of differs from installed C-function
de: Stackgrösse der C-Funktion unterscheidet sich von installierter C-Funktion

source: C-function's number already installed
de: C-Funktion mit dieser Funktionsnummer bereits installiert

source: Invalid C-function number
de: Ungültige C-Funktionsnummer

source: Limit of installable C-functions exceeded
de: Limit der installierbaren C-Funktionen überschritten

source: Invalid pointer to C-function's data
de: Zeiger auf die Daten der C-Funktionen ungültig

source: Check of C-function failed
de: Prüfung der C-Funktion fehlgeschlagen

source: Invalid font size specified or in the wrong position
de: Ungültige Schriftgröße angegeben oder an falscher Position

source: Additional information
de: Zusatzinfo

source: Invalid position
de: Ungültige Position

source: object too large; the object (bar, rectangle or graphic) does not fit on the specified position
de: Objekt zu groß; das Objekt (Balken, Rechteck oder Grafik) hat an der angegebenen Position nicht Platz

source: Invalid number of places or the field does not fit on the display
de: Ungültige Stellenanzahl oder das Feld hat auf dem Display nicht Platz

source: Display not a graphics display -- object (bar, rectangle, or graphic) not possible
de: Display ist kein Grafikdisplay; Objekt (Balken, Rechteck oder Grafik) nicht möglich

source: ESC sequence in the string - nothing output
de: ESC Sequenz im String - Es wird nichts ausgegeben

source: Maximum number (32) of objects (rectangles) exceeded
de: Maximale Anzahl (32) der Objekte (Rechtecke) überschritten

source: Pointer to the variable status list is invalid
de: Datenzugriffspointer für die Variablenstatusliste ist ungültig

source: Pointer to variable status result list is invalid
de: Zeiger auf die Variablenstatus Ergebnisliste ist ungültig

source: Invalid physical variable address
de: Ungültige physikalische Variablenadresse

source: The data length of the variable status result list is invalid
de: Die Datenlänge der Variablenstatus Ergebnisliste ist ungültig

source: Invalid pointer in internal debug data
de: Ungültiger Zeiger in den internen Debugdaten

source: Invalid list length
de: Ungültige Listenlänge

source: Maximum number (32) of objects (bars) exceeded
de: Maximale Anzahl (32) der Objekte (Balken) überschritten

source: Only one input field can be active.
de: Nur ein Eingabefeld kann aktiv sein

source: No data object specified for the key definition
de: Kein Datenobjekt für die Tastendefinition angegeben

source: Specified data object not found
de: Angegebenes Datenobjekt nicht gefunden

source: The number of key modules defined is smaller than the number of connected key modules.
de: Die Anzahl der definierten Tastenmodule ist kleiner als die Anzahl der angeschlossenen Tastenmodule

source: The number of defined keys is not a multiple of 16 UINTs.
de: Die Anzahl der definierten Tasten ist kein Vielfaches von 16 UINTs.

source: Invalid key code specified
de: Ungültigen Tastencode angegeben

source: The number of key modules was changed during operation
de: Die Anzahl der Tastenmodule wurde während des Betriebs geändert

source: Invalid mode specified
de: Ungültiger mode angegeben

source: Invalid number of decimal places
de: Ungültige Nachkommastellenanzahl

source: Invalid time specified
de: Ungültige time angegeben

source: invalid MEM address
de: ungültige MEM-Adresse

source: PV Inconsistency: Descriptors do not match
de: PV-Inkonsistenz: Descriptoren stimmen nicht überein

source: PV Inconsistency: Byte lengths do not match
de: PV-Inkonsistenz: Bytelänge stimmt nicht überein

source: PV Inconsistency: I/O Types do not match
de: PV-Inkonsistenz: I/O-Typ stimmt nicht überein

source: PV Inconsistency: Offset overlap
de: PV-Inkonsistenz: Offset-Überschneidung

source: PV Inconsistency: I/O doublke definitions do not match
de: PV-Inkonsistenz: I/O-Doppeldefinitionen stimmen nicht überein

source: PV Inconsistency: Different IO Module
de: PV-Inkonsistenz: Unterschiedliches IO-Modul

source: PV Inconsistency: Referenced IO Module not available
de: PV-Inkonsistenz: referenziertes IO-Modul ist nicht vorhanden

source: PV Inconsistency: No Hardware configuration, load new IO Library
de: PV-Inkonsistenz: keine Hardwarekonfiguration, neue IO-Bibliothek laden

source: PV Inconsistency: No identical IO-PV found
de: PV-Inkonsistenz: Keine identische IO-PV gefunden

source: PV Inconsistency: Data types do not match
de: PV-Inkonsistenz: Datentypen stimmen nicht überein

source: SYSTEM: No more objects can be created
de: SYSTEM: kein Objekt kann mehr erzeugt werden (Konfiguration)

source: Attempt to install a PLC task for an unconfigured task class
de: Es wird versucht eine SPS-Task für eine nicht konfigurierte Taskklasse zu installieren

source: The stack requirements of the PLC task exceed the total reserved for its task class stack
de: Der Stackbedarf der SPS-Task überschreitet den für die zugehörige Taskklasse reservierten Stack

source: The requested cycle time of the PLC task is less than the cycle time of the associated task class
de: Die geforderte Zykluszeit der SPS-Task ist kleiner als die Zykluszeit der assoziierten Taskklasse

source: The analog data area requested by the PLC task is larger than the analog data area of the its task class.
de: Der von der SPS-Task geforderte TC-globale Analogdatenbereich ist größer als der konfigurierte Bereich der zugehörigen Taskklasse

source: The TC global digital data area is larger than the configured area of the corresponding task class
de: Der von der SPS-Task geforderte TC-globale Digitaldatenbereich ist größer als der konfigurierte Bereich der zugehörigen Taskklasse

source: No more room in the system table
de: Kein Platz mehr in der Systemtabelle

source: The requested I/O data length by the PLC task is too large. As reference the I/O data length of the 1st installed PLC task is valid
de: Die geforderte IO-Datenlänge der SPS-Task ist zu groß.Als Referenz gilt die IO-Datenlänge der 1. installierten SPS-Task

source: Install Status of a B&R Module is wrong
de: Install-Status eines B&R-Moduls ist falsch

source: Pointer does not point to a valid object
de: Pointer zeigt nicht auf ein gültiges Objekt

source: Deinstall a running PLC task
de: Deinstall einer laufenden SPS-Task

source: A PLC task requested a global analog data area that is larger than the entire task class
de: Der von der SPS-Task geforderte SPS-globale Analogdatenbereich ist größer als der konfigurierte Bereich

source: A PLC task requested a global digital data area that is larger than the entire task class
de: Der von der SPS-Task geforderte SPS-globale Digitaldatenbereich ist größer als der konfigurierte Bereich

source: Number of PLCIO types is configured too small for task classes
de: Anzahl der SPSIO-Typen bei Taskklassen zu klein konfiguriert

source: Incorrect module type installing a system task or user task
de: Falscher Modultyp beim Installieren einer Systemtask oder Usertask

source: PP not present
de: PP nicht vorhanden

source: Variable PB-IX not configured
de: variabler PB-IX nicht konfiguriert

source: IRQ-Task not supported by 2005 systems
de: IRQ-Task auf 2005-Systemen nicht unterstützt

source: B&R module checksum is wrong
de: Checksumme eines B&R-Moduls ist falsch

source: The B&R Module with identical name already exists in the system
de: Das B&R-Modul existiert bereits unter gleichem Namen am System

source: Module table full
de: Modultabelle voll

source: Pointer does not point to a B&R Module
de: Pointer zeigt nicht auf ein B&R-Modul

source: 2010-CPU-Version can't handle I/O-interrupts
de: 2010-CPU-Version nicht I/O-interruptfähig

source: No packed bit area available
de: Kein gepackter Bit-Bereich verfügbar

source: Init values for dynamic PVs not supported
de: Init-Values für dynamische PVs werden nicht unterstützt

source: Incorrect PP type at given module address or PP Number
de: Falscher PP-Typ auf angegebener Moduladresse oder PP-Nummer
